const content = `
<div data-v-a2109d56="" class="marked w2-text-primary content"><h3 id="序">序</h3>
<p>在十三亿光年之外，有两颗星。它们彼此环绕，落在同一个星轨，它们已在时间的长河中划下重重的一道。我称它们其中一个为‘黑’，另一个为‘暗’。
它们是两颗大质量的中子星。'黑'的体重为36个太阳质量。‘暗’的质量为29个太阳质量。
他们约好了。
在这一天，拥抱彼此。</p>
<h3 id="溯">溯</h3>
<p>地球新闻。
2015年9月14日09:50:45。两个黑洞相互碰撞，合并为一个更大的黑洞，发出极其强大的引力波，跨越13亿光年的距离，被LIGO捕捉到，我们称它为GW150914。GW150914也成为了成为人类首次直接探测到的引力波。</p>
<p><img src="https://cdn.jsdelivr.net/gh/wt-sml/wutong_cdn@master/imgs/art/wuli2.jpg" alt="双星"></p>
<p>两个黑洞合并后的黑洞质量相当于62个太阳的质量。</p>
<p>36+29...</p>
<p>另有三个太阳质量去哪了...</p>
<p>在我脑海中浮现了一个公式：<code>E=m c05</code></p>
<p>另有相当于3个太阳的质量就是<code>引力波</code>的能量。</p>
<p>但是这三个太阳质量转化而来的能量，泛起如此醉人的时空涟漪，也仅仅让LIGO位于美国西北部和东南部相距约3000km的两个LIGO引力波激光干涉天文台的4km长真空探测臂伸缩了约千分之一个质子直径……</p>
<h3 id="启">启</h3>
<p>多年后知道我对物理感兴趣的朋友问起我关于引力波的事，我总会想起七岁时在自家院子仰望星空的那个夜晚。</p>
<p>我曾十分疑惑，真的有一种波能够几乎不受阻挡的穿过行进途中的天体。因为，我对宇宙奇点大爆炸之后的10^-43^秒后的粒子信息状态十分着迷，而引力波的这种特性，意味着它可以携带有更多的之前从未被观测过的天文现象信息。如宇宙背景辐射，这些东西，让我们靠近着，神之禁令，创世之秘！</p>
<p>引力波泛指时空中的涟漪。基于广义相对论，爱因斯坦于1916年预言了引力波的存在，引力波的存在是广义相对论洛伦兹不变性的结果，这也是牛顿的经典时空观所不能够满足的。</p>
<p>在爱因斯坦的广义相对论中，时空不是平直的，而是像一个马鞍面一样，他当年苦苦不能从数学工具箱中找到能够解释自己的理论的数学依据，直到他发现了非欧几何。</p>
<p><img src="https://cdn.jsdelivr.net/gh/wt-sml/wutong_cdn@master/imgs/art/wuli1.jpg" alt="弯曲时空"></p>
<p>引力被认为是时空弯曲的一种效应,这种弯曲是因为<code>质量的存在</code>而导致。通常认为，在一个给定的体积内，包含的质量越大，那么在这个体积边界处所导致的时空曲率越大。</p>
<p>当一个有质量的物体在时空当中运动的时候，曲率变化反应了这些物体的位置变化。在某些特定环境之下，加速物体能够对这个曲率产生变化，并且能够以波的形式向外以光速传播。这种传播现象被称之为引力波。（定义来自百度百科，我怕自己描述的不够严谨）</p>
<p>也可以理解为:一个大质量天体产生的引力，影响一定范围内比它质量小的天体，使它们产生负值的加速度，它们运动轨迹所形成的曲率变大，并且释放能量的现象。根据开普勒定律推导出:物体运动的速度和它运动轨迹所形成的曲率成反比。</p>
<p>爱因斯坦的时空观，早在我上高中学习牛顿万有引力定律之前就有所了解。我那时知道，自然界中有四种基本作用力，强力，弱力，电磁力，引力。那时的我对微观粒子的了解还知之甚少，对于电磁力则是司空见惯，对于引力，往往伴随着一些科幻的想象，我曾做过无数有关星空，有关宇宙创世大爆炸的梦，而有关四种基本作用力的本质解释，以及它们的统一之路，超弦，矩阵，许多年之后，我仍然想起。</p>
<h3 id="史">史</h3>
<p>1974年。物理学家泰勒和他的学生赫尔斯发现了一个由中子星组成的双星系统PSR1913+16，每颗星大约为一个太阳质量，其中一颗中子星是脉冲星。</p>
<p>利用脉冲星的周期性电脉冲信号，我们可以求得两颗中子星绕其质心公转轨道的半长轴以及周期。由广义相对论知，该体系会产生引力辐射，发出引力波并带走能量，而能量即质量。故，系统总能量减少，轨道半径变短，运行周期变短。</p>
<p>之后的三十年，他们持续观测。观测的结果精确的符合广义相对论。周期每年减少76.5微秒。半长轴每年缩短3.5米。广义还可计算出这两颗中子星将在三亿年后合并，但是估计我是等不到那天了。~</p>
<p>上世纪50年代，有一个人想通过严格的科学实验直接探测引力波。他就是韦伯。</p>
<p>他设计了一个共振棒探测器。他搞了一根直径半米，长两米的圆柱形铝棒，从侧面接受引力波。引力波来的时候，会周期性对铝棒产生影响，当接受引力波的频率与铝棒的设计频率一致时，铝棒会发生共振，贴在铝棒表面的晶片产生电压信号，于是可以完成探测。</p>
<p>但是这个设计的局限性还是太大了，第一就是限制了接受频率，这严重的降低了接受的概率。第二就是这个铝棒只有两米长，一般强度的引力波在这个长度上的应变量实在是太小了，当时几乎是探测不出如此细微的变化。</p>
<p>虽然这个装置没能找到引力波，但这是引力波实验的先河，之后的许多科学家才能得此灵感，设计出后来的激光干涉仪。</p>
<h3 id="幕">幕</h3>
<p>距第一次发现引力波已经过去了五六年了，我为什么还要写这篇文章呢。最近听了一首歌，名叫双星。</p>
<p>我很喜欢双星系统。可能是因为双星系统的许多性质，能够帮助物理学家探究宇宙的奥秘，这也可能是理工男仅存的浪漫。</p>
<p><code>你目睹天狼星最闪耀的那个十二点，第一颗白矮星，落在暗红沙滩 ———— 芜桐</code></p>
</div>
`;

module.exports = content;
